Repository: aloth/JudgeGPT
Catalog: locales/*/LC_MESSAGES/*.po
Languages: de, es, fr

source: Retrieving from database...
de: Abrufen aus der Datenbank...
es: Recuperando de la base de datos...
fr: Récupération de la base de données...

source: Data retrieved.
de: Daten abgerufen.
es: Datos recuperados.
fr: Données récupérées.

source: Real or Fake: Can You Spot Misinformation?
de: Echt oder Fake: Können Sie Fehlinformationen erkennen?
es: ¿Real o Falso: Puedes Detectar la Desinformación?
fr: Vrai ou Faux : Pouvez-vous repérer la désinformation ?

source: **Challenge your ability to distinguish between authentic news and AI-generated fake news in our interactive quiz.**
de: **Fordern Sie Ihre Fähigkeit heraus, zwischen authentischen Nachrichten und von KI generierten Falschmeldungen in unserem interaktiven Quiz zu unterscheiden.**
es: **Desafía tu capacidad para distinguir entre noticias auténticas y noticias falsas generadas por IA en nuestro cuestionario interactivo.**
fr: **Mettez à l'épreuve votre capacité à distinguer les vraies nouvelles des fausses nouvelles générées par l'IA dans notre quiz interactif.**

source: Dive into the complex world where generative AI blurs the lines between reality and fiction. Learn more about the impact of Generative AI on fake news through our [open access paper](https://arxiv.org/abs/2404.03021) and explore our research at [Cyber CNI](https://cybercni.fr/research/lutte-informatique-dinfluence-l2i-fake-news-detection-generation-prevention/).
de: Tauchen Sie ein in die komplexe Welt, in der generative KI die Grenzen zwischen Realität und Fiktion verwischt. Erfahren Sie mehr über die Auswirkungen von Generative AI auf Fake News durch unser [Open-Access-Papier](https://arxiv.org/abs/2404.03021) und erkunden Sie unsere Forschung bei [Cyber CNI](https://cybercni.fr/research/lutte-informatique-dinfluence-l2i-fake-news-detection-generation-prevention/).
es: Sumérgete en el complejo mundo donde la IA generativa difumina las líneas entre la realidad y la ficción. Aprende más sobre el impacto de la IA generativa en las noticias falsas a través de nuestro [artículo de acceso abierto](https://arxiv.org/abs/2404.03021) y explora nuestra investigación en [Cyber CNI](https://cybercni.fr/research/lutte-informatique-dinfluence-l2i-fake-news-detection-generation-prevention/).
fr: Plongez dans le monde complexe où l'IA générative brouille les lignes entre la réalité et la fiction. En savoir plus sur l'impact de l'IA générative sur les fausses nouvelles grâce à notre [article en libre accès](https://arxiv.org/abs/2404.03021) et explorez nos recherches chez [Cyber CNI](https://cybercni.fr/research/lutte-informatique-dinfluence-l2i-fake-news-detection-generation-prevention/).

source: FAQs & Useful Info
de: FAQs & Nützliche Informationen
es: Preguntas Frecuentes e Información Útil
fr: FAQs & Infos Utiles

source: - **Privacy Concerns?** Email us at alexander.loth@stud.fra-uas.de with your participant ID to request data deletion within one year of submission. Use 'Delete Request' as your subject line.
de: - **Datenschutzbedenken?** Senden Sie uns eine E-Mail an alexander.loth@stud.fra-uas.de mit Ihrer Teilnehmer-ID, um die Löschung der Daten innerhalb eines Jahres nach Einreichung zu beantragen. Verwenden Sie 'Löschanfrage' als Betreff.
es: - **¿Preocupaciones de privacidad?** Envíenos un correo electrónico a alexander.loth@stud.fra-uas.de con su ID de participante para solicitar la eliminación de datos dentro de un año a partir de la fecha de envío. Use 'Solicitud de Eliminación' como asunto.
fr: - **Préoccupations de confidentialité ?** Envoyez-nous un e-mail à alexander.loth@stud.fra-uas.de avec votre ID de participant pour demander la suppression des données dans l'année suivant la soumission. Utilisez 'Demande de suppression' comme objet.

source: - **No Downloads Needed:** Access the quiz directly from your browser.
de: - **Keine Downloads erforderlich:** Greifen Sie direkt von Ihrem Browser auf das Quiz zu.
es: - **No se Necesitan Descargas:** Acceda al cuestionario directamente desde su navegador.
fr: - **Aucun téléchargement nécessaire :** Accédez au quiz directement depuis votre navigateur.

source: - **Experiencing Delays?** High traffic might slow down the website. Try revisiting later.
de: - **Verzögerungen?** Hoher Traffic könnte die Website verlangsamen. Versuchen Sie es später erneut.
es: - **¿Experimenta Retrasos?** El alto tráfico podría ralentizar el sitio web. Intente volver más tarde.
fr: - **Rencontrez-vous des retards ?** Un trafic élevé peut ralentir le site Web. Essayez de revenir plus tard.

source: - **AI-Generated Content:** Some headlines are crafted by AI, potentially carrying biases based on the data they were trained on.
de: - **KI-generierte Inhalte:** Einige Schlagzeilen werden von KI erstellt und könnten Vorurteile basierend auf den Trainingsdaten enthalten.
es: - **Contenido Generado por IA:** Algunos titulares son creados por IA, y podrían llevar sesgos basados en los datos con los que fueron entrenados.
fr: - **Contenu généré par l'IA :** Certains titres sont créés par l'IA, pouvant potentiellement contenir des biais basés sur les données avec lesquelles ils ont été formés.

source: Your participant ID:
de: Ihre Teilnehmer-ID:
es: Su ID de participante:
fr: Votre ID de participant :

source: Consent / About / Privacy Policy / Imprint / License
de: Zustimmung / Über / Datenschutzrichtlinie / Impressum / Lizenz
es: Consentimiento / Acerca de / Política de Privacidad / Aviso Legal / Licencia
fr: Consentement / À propos / Politique de confidentialité / Mentions légales / Licence

source: Consent
de: Zustimmung
es: Consentimiento
fr: Consentement

source: About
de: Über
es: Acerca de
fr: À propos

source: Privacy Policy
de: Datenschutzrichtlinie
es: Política de Privacidad
fr: Politique de confidentialité

source: Imprint
de: Impressum
es: Aviso Legal
fr: Mentions légales

source: License
de: Lizenz
es: Licencia
fr: Licence

source: File
de: Datei

source: not found
de: nicht gefunden

source: Congratulations! You've completed {completed_responses} responses. Here are your results so far:
de: Herzlichen Glückwunsch! Sie haben {completed_responses} Antworten abgeschlossen. Hier sind Ihre bisherigen Ergebnisse:
es: ¡Felicidades! Ha completado {completed_responses} respuestas. Aquí están sus resultados hasta ahora:
fr: Félicitations ! Vous avez complété {completed_responses} réponses. Voici vos résultats jusqu'à présent :

source: Human/Machine Accuracy:
de: Genauigkeit Mensch/Maschine:
es: Precisión Humano/Máquina:
fr: Précision Humain/Machine :

source: Legitimacy Accuracy:
de: Legitimitätsgenauigkeit:
es: Precisión de Legitimidad:
fr: Précision de légitimité :

source: You've earned the JudgeGPT badge for achieving high accuracy in identifying Human/Machine generated content!
de: Sie haben das JudgeGPT-Abzeichen für eine hohe Genauigkeit bei der Identifizierung von Mensch/Maschine generierten Inhalten verdient!
es: ¡Ha ganado la insignia JudgeGPT por lograr una alta precisión en la identificación de contenido generado por Humanos/Máquinas!
fr: Vous avez gagné le badge JudgeGPT pour avoir atteint une grande précision dans l'identification du contenu généré par l'Humain/Machine !

source: You've earned the JudgeGPT badge for achieving high accuracy in identifying Legit/Fake news!
de: Sie haben das JudgeGPT-Abzeichen für eine hohe Genauigkeit bei der Identifizierung von echten/falschen Nachrichten verdient!
es: ¡Ha ganado la insignia JudgeGPT por lograr una alta precisión en la identificación de noticias Legítimas/Falsas!
fr: Vous avez gagné le badge JudgeGPT pour avoir atteint une grande précision dans l'identification des vraies/fausses nouvelles !

source: Only {remaining_responses} more response to see your results! Keep going!
de: Nur noch {remaining_responses} Antwort, um Ihre Ergebnisse zu sehen! Weiter so!
es: ¡Solo {remaining_responses} respuesta más para ver sus resultados! ¡Siga así!
fr: Encore {remaining_responses} réponse pour voir vos résultats ! Continuez !

source: Only {remaining_responses} more responses to see your results! Keep going!
de: Nur noch {remaining_responses} Antworten, um Ihre Ergebnisse zu sehen! Weiter so!
es: ¡Solo {remaining_responses} respuestas más para ver sus resultados! ¡Siga así!
fr: Encore {remaining_responses} réponses pour voir vos résultats ! Continuez !

source: Real or Fake?
de: Echt oder Fake?
es: ¿Real o Falso?
fr: Vrai ou Faux ?

source: Trying to determine user language...
de: Versuche, die Benutzersprache zu bestimmen...
es: Intentando determinar el idioma del usuario...
fr: Essayer de déterminer la langue de l'utilisateur...

source: Language
de: Sprache
es: Idioma
fr: Langue

source: Choose an option
de: Wählen Sie eine Option
es: Elija una opción
fr: Choisissez une option

source: Age
de: Alter
es: Edad
fr: Âge

source: %d years
de: %d Jahre
es: %d años
fr: %d ans

source: Male
de: Männlich
es: Hombre
fr: Homme

source: Female
de: Weiblich
es: Mujer
fr: Femme

source: Other
de: Andere
es: Otro
fr: Autre

source: Prefer not to say
de: Möchte ich nicht angeben
es: Prefiero no decir
fr: Préfère ne pas dire

source: Gender
de: Geschlecht
es: Género
fr: Genre

source: Far Left
de: Ganz links
es: Extrema izquierda
fr: Extrême gauche

source: Left
de: Links
es: Izquierda
fr: Gauche

source: Center-Left
de: Mitte-Links
es: Centro-izquierda
fr: Centre-gauche

source: Center-Right
de: Mitte-Rechts
es: Centro-derecha
fr: Centre-droit

source: Right
de: Rechts
es: Derecha
fr: Droite

source: Far Right
de: Ganz rechts
es: Extrema derecha
fr: Extrême droite

source: How do you assess your political view?
de: Wie schätzen Sie Ihre politische Ansicht ein?
es: ¿Cómo evalúa su opinión política?
fr: Comment évaluez-vous votre opinion politique ?

source: Yes
de: Ja
es: Sí
fr: Oui

source: No
de: Nein
fr: Non

source: Are you a native speaker?
de: Ist dies Ihre Muttersprache?
es: ¿Es usted hablante nativo?
fr: Êtes-vous un locuteur natif ?

source: None
de: Keine
es: Ninguno
fr: Aucun

source: High School
de: Abschluss einer weiterführende Schule
es: Escuela secundaria
fr: Lycée

source: Apprenticeship
de: Berufsausbildung
es: Aprendizaje
fr: Apprentissage

source: Bachelor's Degree
de: Bachelor-Abschluss
es: Título de Licenciatura
fr: Licence

source: Master's Degree
de: Master-Abschluss
es: Título de Máster
fr: Master

source: Doctoral Degree
de: Doktorgrad
es: Título de Doctorado
fr: Doctorat

source: Highest level of education attained
de: Höchster Bildungsabschluss
es: Nivel más alto de educación alcanzado
fr: Niveau d'éducation le plus élevé atteint

source: One
de: Eins
es: Uno
fr: Un

source: Two
de: Zwei
es: Dos
fr: Deux

source: Three or more
de: Drei oder mehr
es: Tres o más
fr: Trois ou plus

source: Number of newspaper subscriptions
de: Anzahl der Zeitungsabonnements
es: Número de suscripciones a periódicos
fr: Nombre d'abonnements à des journaux

source: Completely unfamiliar
de: Völlig unvertraut
es: Completamente desconocido
fr: Complètement inconnu

source: Mostly unfamiliar
de: Meistens unvertraut
es: Mayormente desconocido
fr: Plutôt inconnu

source: Somewhat unfamiliar
de: Etwas unvertraut
es: Algo desconocido
fr: Assez inconnu

source: Somewhat familiar
de: Etwas vertraut
es: Algo familiar
fr: Assez familier

source: Mostly familiar
de: Meistens vertraut
es: Mayormente familiar
fr: Plutôt familier

source: Completely familiar
de: Völlig vertraut
es: Completamente familiar
fr: Complètement familier

source: Your experience with fake news
de: Ihre Erfahrung mit Fake News
es: Su experiencia con noticias falsas
fr: Votre expérience avec les fausses nouvelles

source: Getting ready...
de: Bereite vor...
es: Preparándose...
fr: Préparation en cours...

source: Yes, I'm in! I consent to participate.
de: Ja, ich bin dabei! Ich stimme der Teilnahme zu.
es: Sí, ¡me apunto! Consiento en participar.
fr: Oui, j'en suis ! Je consens à participer.

source: Start Survey
de: Umfrage starten
es: Iniciar Encuesta
fr: Commencer le sondage

source: Please confirm your age.
de: Bitte bestätigen Sie Ihr Alter.
es: Por favor confirme su edad.
fr: Veuillez confirmer votre âge.

source: Please confirm your gender.
de: Bitte bestätigen Sie Ihr Geschlecht.
es: Por favor confirme su género.
fr: Veuillez confirmer votre genre.

source: Please confirm how you assess your political view.
de: Bitte bestätigen Sie, wie Sie Ihre politische Ansicht einschätzen.
es: Por favor confirme cómo evalúa su opinión política.
fr: Veuillez confirmer comment vous évaluez votre opinion politique.

source: Please confirm if you are a native speaker.
de: Bitte bestätigen Sie, ob dies Ihre Muttersprache ist.
es: Por favor confirme si es hablante nativo.
fr: Veuillez confirmer si vous êtes un locuteur natif.

source: Please confirm your education level.
de: Bitte bestätigen Sie Ihren Bildungsstand.
es: Por favor confirme su nivel educativo.
fr: Veuillez confirmer votre niveau d'éducation.

source: Please confirm how many newspapers you have subscribed.
de: Bitte bestätigen Sie, wie viele Zeitungen Sie abonniert haben.
es: Por favor confirme cuántos periódicos tiene suscritos.
fr: Veuillez confirmer le nombre de journaux auxquels vous êtes abonné.

source: Please confirm how you assess your experience with fake news.
de: Bitte bestätigen Sie, wie Sie Ihre Erfahrung mit Fake News einschätzen.
es: Por favor confirme cómo evalúa su experiencia con las noticias falsas.
fr: Veuillez confirmer comment vous évaluez votre expérience avec les fausses nouvelles.

source: Please give your consent.
de: Bitte geben Sie Ihre Zustimmung.
es: Por favor dé su consentimiento.
fr: Veuillez donner votre consentement.

source: Wait for it...
de: Bitte warten...
es: Espere...
fr: Attendez un instant...

source: Done!
de: Fertig!
es: ¡Hecho!
fr: Fini !

source: This is your response no.
de: Dies ist Ihre Antwort Nr.
es: Este es su número de respuesta.
fr: Ceci est votre réponse n°

source: Definetly Human Generated
de: Definitiv menschlich erzeugt

source: Probalby Human Generated
de: Wahrscheinlich menschlich erzeugt

source: Likey Human Generated
de: Vermutlich menschlich erzeugt

source: Likey Machine Generated
de: Vermutlich maschinell erzeugt

source: Probalby Machine Generated
de: Wahrscheinlich maschinell erzeugt

source: Definetly Machine Generated
de: Definitiv maschinell erzeugt

source: Human or Machine Generated?
de: Menschlich oder maschinell erzeugt?
es: ¿Generado por Humano o Máquina?
fr: Généré par un humain ou une machine ?

source: Definetly Legit News
de: Definitiv legitime Nachrichten
es: Definitivamente Noticias Legítimas
fr: Définitivement une nouvelle légitime

source: Probalby Legit News
de: Wahrscheinlich legitime Nachrichten
es: Probablemente Noticias Legítimas
fr: Probablement une nouvelle légitime

source: Likey Legit News
de: Vermutlich legitime Nachrichten
es: Probablemente Noticias Legítimas
fr: Vraisemblablement une nouvelle légitime

source: Likey Fake News
de: Vermutlich Fake News
es: Probablemente Noticias Falsas
fr: Vraisemblablement une fausse nouvelle

source: Probalby Fake News
de: Wahrscheinlich Fake News
es: Probablemente Noticias Falsas
fr: Probablement une fausse nouvelle

source: Definetly Fake News
de: Definitiv Fake News
es: Definitivamente Noticias Falsas
fr: Définitivement une fausse nouvelle

source: Legit or Fake News?
de: Legitime oder Fake News?
es: ¿Noticias Legítimas o Falsas?
fr: Nouvelle légitime ou fausse nouvelle ?

source: Not at all
de: Gar nicht
es: Para nada
fr: Pas du tout

source: Slightly
de: Etwas
es: Ligeramente
fr: Légèrement

source: Somewhat
de: Einigermaßen
es: Algo
fr: Quelque peu

source: Fairly well
de: Ziemlich gut
es: Bastante bien
fr: Plutôt bien

source: Very well
de: Sehr gut
es: Muy bien
fr: Très bien

source: Extremely well
de: Extrem gut
es: Extremadamente bien
fr: Extrêmement bien

source: How familiar are you with the topic covered in this news?
de: Wie vertraut sind Sie mit dem in diesen Nachrichten behandelten Thema?
es: ¿Qué tan familiarizado está con el tema cubierto en esta noticia?
fr: Quelle est votre familiarité avec le sujet couvert par cette nouvelle ?

source: Submit Response
de: Antwort absenden
es: Enviar Respuesta
fr: Soumettre la réponse

source: Please confirm how you assess if this news is human or machine generated.
de: Bitte bestätigen Sie, wie Sie beurteilen, ob diese Nachrichten menschlich oder maschinell erzeugt wurden.
es: Por favor confirme cómo evalúa si esta noticia fue generada por humanos o por máquinas.
fr: Veuillez confirmer comment vous évaluez si cette nouvelle est générée par un humain ou une machine.

source: Please confirm how you assess if this news is legit or fake.
de: Bitte bestätigen Sie, wie Sie beurteilen, ob diese Nachrichten legitim oder gefälscht sind.
es: Por favor confirme cómo evalúa si esta noticia es legítima o falsa.
fr: Veuillez confirmer comment vous évaluez si cette nouvelle est légitime ou fausse.

source: Please confirm how you assess your topic knowledge.
de: Bitte bestätigen Sie, wie Sie Ihr Wissen zu diesem Thema einschätzen.
es: Por favor confirme cómo evalúa su conocimiento sobre el tema.
fr: Veuillez confirmer comment vous évaluez votre connaissance du sujet.

source: Definitely Human Generated
es: Definitivamente Generado por Humano
fr: Définitivement généré par un humain

source: Probably Human Generated
es: Probablemente Generado por Humano
fr: Probablement généré par un humain

source: Likely Human Generated
es: Probablemente Generado por Humano
fr: Vraisemblablement généré par un humain

source: Likely Machine Generated
es: Probablemente Generado por Máquina
fr: Vraisemblablement généré par une machine

source: Probably Machine Generated
es: Probablemente Generado por Máquina
fr: Probablement généré par une machine

source: Definitely Machine Generated
es: Definitivamente Generado por Máquina
fr: Définitivement généré par une machine
